Repository: brozozowska/RSSReader
Catalog: RSSReader/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, he, it, ja, ko, pt_br, ru, ur, zh_hans

# settings.articleList.section.footer
source: "None" removes an article from the list as soon as it disappears from its feed. Other options keep the article for the selected time after it disappears from the feed.
ar: يؤدي الخيار "لا شيء" إلى إزالة المقالة من القائمة بمجرد اختفائها من خلاصتها. تحتفظ الخيارات الأخرى بالمقالة للوقت المحدد بعد اختفائها من الخلاصة.
de: „Keine“ entfernt einen Artikel aus der Liste, sobald er aus seinem Feed verschwindet. Andere Optionen behalten den Artikel für die ausgewählte Zeit, nachdem er aus dem Feed verschwunden ist.
es: «Ninguno» elimina un artículo de la lista en cuanto desaparece de su fuente. Las demás opciones conservan el artículo durante el tiempo elegido después de que desaparezca de la fuente.
fa: «هیچ‌کدام» مقاله را به‌محض ناپدید شدن از فیدش از فهرست حذف می‌کند. گزینه‌های دیگر مقاله را پس از ناپدید شدن از فید، تا مدت انتخاب‌شده نگه می‌دارند.
fr: « Aucun » retire un article de la liste dès qu’il disparaît de son flux. Les autres options conservent l’article pendant la durée choisie après sa disparition du flux.
he: ״ללא״ מסיר כתבה מהרשימה מיד כשהיא נעלמת מהפיד שלה. האפשרויות האחרות שומרות את הכתבה למשך הזמן שנבחר אחרי שהיא נעלמת מהפיד.
it: “Nessuno” rimuove un articolo dall’elenco appena scompare dalla sua fonte. Le altre opzioni conservano l’articolo per il periodo scelto dopo la scomparsa dalla fonte.
ja: 「なし」は、記事がフィードから消えた時点でリストから削除します。ほかのオプションは、記事がフィードから消えた後も選択した期間だけ保持します。
ko: “없음”은 기사가 피드에서 사라지면 즉시 목록에서 제거합니다. 다른 옵션은 기사가 피드에서 사라진 뒤 선택한 기간 동안 유지합니다.
pt_br: “Nenhum” remove um artigo da lista assim que ele desaparece do feed. As outras opções mantêm o artigo pelo período escolhido depois que ele desaparece do feed.
ru: Опция «Нет» удаляет статью из списка сразу как она пропадает из выдачи ленты. Другие опции позволяют хранить статью выбранное время после её пропажи из выдачи.
ur: "کوئی نہیں" مضمون کو اس کی فیڈ سے غائب ہوتے ہی فہرست سے ہٹا دیتا ہے۔ دوسرے اختیارات مضمون کو فیڈ سے غائب ہونے کے بعد منتخب مدت تک رکھتے ہیں۔
zh_hans: “无”会在文章从订阅源中消失后立即将其从列表中移除。其他选项会在文章从订阅源中消失后按所选时间继续保留。

# settings.articleList.section.title
source: Article List
ar: قائمة المقالات
de: Artikelliste
es: Lista de artículos
fa: فهرست مقاله‌ها
fr: Liste des articles
he: רשימת כתבות
it: Elenco articoli
ja: 記事リスト
ko: 기사 목록
pt_br: Lista de artigos
ru: Список статей
ur: مضامین کی فہرست
zh_hans: 文章列表

# settings.articleList.sortUnread.title
source: Sort Unread Articles
ar: ترتيب المقالات غير المقروءة
de: Ungelesene Artikel sortieren
es: Ordenar artículos no leídos
fa: مرتب‌سازی مقاله‌های خوانده‌نشده
fr: Tri des articles non lus
he: מיון כתבות שלא נקראו
it: Ordina articoli non letti
ja: 未読記事の並び替え
ko: 읽지 않은 기사 정렬
pt_br: Ordenar artigos não lidos
ru: Сортировка непрочитанных
ur: نہ پڑھے ہوئے مضامین ترتیب دیں
zh_hans: 未读文章排序

# settings.feedPortability.export.buildFailure.message
source: The app could not build an OPML file right now. Try again.
ar: تعذر على التطبيق إنشاء ملف OPML في الوقت الحالي. حاول ثانية.
de: Die App konnte momentan keine OPML-Datei erstellen. Versuche es erneut.
es: No se pudo crear el archivo OPML. Inténtalo de nuevo.
fa: برنامه در حال حاضر نتوانست فایل OPML بسازد. دوباره تلاش کنید.
fr: L’app n’a pas pu créer de fichier OPML pour le moment. Réessayez.
he: האפליקציה לא הצליחה ליצור קובץ OPML כרגע. נסה שוב.
it: Non è stato possibile creare il file OPML. Riprova.
ja: 現在 OPML ファイルを作成できません。もう一度お試しください。
ko: 지금 OPML 파일을 만들 수 없습니다. 다시 시도하세요.
pt_br: Não foi possível criar o arquivo OPML. Tente novamente.
ru: Не удалось создать OPML-файл. Попробуйте ещё раз.
ur: ایپ ابھی OPML فائل نہیں بنا سکی۔ دوبارہ کوشش کریں۔
zh_hans: 现在无法生成 OPML 文件。请重试。

# settings.feedPortability.export.complete.message
source: Your feeds were exported successfully.
ar: تم تصدير خلاصاتك بنجاح.
de: Deine Feeds wurden erfolgreich exportiert.
es: Tus fuentes se exportaron correctamente.
fa: فیدهای شما با موفقیت صادر شدند.
fr: Vos flux ont bien été exportés.
he: הפידים שלך יוצאו בהצלחה.
it: Le tue fonti sono state esportate correttamente.
ja: フィードは正常にエクスポートされました。
ko: 피드를 성공적으로 내보냈습니다.
pt_br: Seus feeds foram exportados corretamente.
ru: Подписки успешно экспортированы.
ur: آپ کی فیڈز کامیابی سے برآمد ہو گئیں۔
zh_hans: 你的订阅源已成功导出。

# settings.feedPortability.export.complete.title
source: OPML Export Complete
ar: اكتمل تصدير OPML
de: OPML-Export abgeschlossen
es: Exportación OPML completada
fa: خروجی OPML کامل شد
fr: Exportation OPML terminée
he: ייצוא OPML הושלם
it: Esportazione OPML completata
ja: OPML エクスポート完了
ko: OPML 내보내기 완료
pt_br: Exportação OPML concluída
ru: Экспорт OPML завершён
ur: OPML برآمد مکمل ہو گئی
zh_hans: OPML 导出完成

# settings.feedPortability.export.failed.title
source: OPML Export Failed
ar: فشل تصدير OPML
de: OPML-Export fehlgeschlagen
es: No se pudo exportar OPML
fa: خروجی OPML انجام نشد
fr: Échec de l’export OPML
he: ייצוא OPML נכשל
it: Impossibile esportare OPML
ja: OPML エクスポートに失敗しました
ko: OPML 내보내기 실패
pt_br: Não foi possível exportar OPML
ru: Не удалось экспортировать OPML
ur: OPML برآمد ناکام ہو گئی
zh_hans: OPML 导出失败

# settings.feedPortability.export.saveFailure.message
source: The app could not save the OPML file. Try again.
ar: تعذر على التطبيق حفظ ملف OPML. حاول ثانية.
de: Die App konnte die OPML-Datei nicht speichern. Versuche es erneut.
es: No se pudo guardar el archivo OPML. Inténtalo de nuevo.
fa: برنامه نتوانست فایل OPML را ذخیره کند. دوباره تلاش کنید.
fr: L’app n’a pas pu enregistrer le fichier OPML. Réessayez.
he: האפליקציה לא הצליחה לשמור את קובץ ה-OPML. נסה שוב.
it: Non è stato possibile salvare il file OPML. Riprova.
ja: OPML ファイルを保存できませんでした。もう一度お試しください。
ko: OPML 파일을 저장할 수 없습니다. 다시 시도하세요.
pt_br: Não foi possível salvar o arquivo OPML. Tente novamente.
ru: Не удалось сохранить OPML-файл. Попробуйте ещё раз.
ur: ایپ OPML فائل محفوظ نہیں کر سکی۔ دوبارہ کوشش کریں۔
zh_hans: 无法保存 OPML 文件。请重试。

# settings.feedPortability.export.subtitle
source: Save active feeds as an OPML file.
ar: احفظ الخلاصات النشطة كملف OPML.
de: Aktive Feeds als OPML-Datei speichern.
es: Guardar las fuentes activas como archivo OPML.
fa: فیدهای فعال را به‌عنوان فایل OPML ذخیره کنید.
fr: Enregistrer les flux actifs dans un fichier OPML.
he: שמור פידים פעילים כקובץ OPML.
it: Salva le fonti attive come file OPML.
ja: 有効なフィードを OPML ファイルとして保存します。
ko: 활성 피드를 OPML 파일로 저장합니다.
pt_br: Salvar feeds ativos como um arquivo OPML.
ru: Сохранить активные ленты в OPML-файл.
ur: فعال فیڈز کو OPML فائل کے طور پر محفوظ کریں۔
zh_hans: 将活动订阅源保存为 OPML 文件。

# settings.feedPortability.export.title
source: Export OPML
ar: تصدير OPML
de: OPML exportieren
es: Exportar OPML
fa: خروجی OPML
fr: Exporter un OPML
he: ייצוא OPML
it: Esporta OPML
ja: OPML をエクスポート
ko: OPML 내보내기
pt_br: Exportar OPML
ru: Экспорт OPML
ur: OPML برآمد کریں
zh_hans: 导出 OPML

# settings.feedPortability.export.unavailable.title
source: Export Unavailable
ar: التصدير غير متاح
de: Export nicht verfügbar
es: Exportación no disponible
fa: صدور در دسترس نیست
fr: Export indisponible
he: הייצוא אינו זמין
it: Esportazione non disponibile
ja: エクスポートできません
ko: 내보내기 사용 불가
pt_br: Exportação indisponível
ru: Экспорт недоступен
ur: برآمد دستیاب نہیں
zh_hans: 导出不可用

# settings.feedPortability.feedsUnavailable.message
source: Feeds are unavailable in the current app environment.
ar: الخلاصات غير متوفرة في بيئة التطبيق الحالية.
de: Feeds sind in der aktuellen App-Umgebung nicht verfügbar.
es: Las fuentes no están disponibles en el entorno actual de la app.
fa: فیدها در محیط فعلی برنامه در دسترس نیستند.
fr: Les flux ne sont pas disponibles dans l’environnement actuel de l’app.
he: פידים אינם זמינים בסביבת האפליקציה הנוכחית.
it: Le fonti non sono disponibili nell’ambiente attuale dell’app.
ja: 現在のアプリ環境ではフィードを利用できません。
ko: 현재 앱 환경에서는 피드를 사용할 수 없습니다.
pt_br: Os feeds não estão disponíveis no ambiente atual do app.
ru: Ленты недоступны в текущем окружении приложения.
ur: موجودہ ایپ ماحول میں فیڈز دستیاب نہیں ہیں۔
zh_hans: 当前应用环境中无法使用订阅源。

# settings.feedPortability.import.complete.importedFeedCount.count
source: %lld feeds imported
ar: تم استيراد %lld خلاصة
de: %lld Feeds importiert
es: Se importaron %lld fuentes
fa: %lld فید وارد شد
fr: %lld flux importés
he: %lld פידים יובאו
it: Sono state importate %lld fonti
ja: %lld 件のフィードをインポートしました
ko: %lld개의 피드를 가져옴
pt_br: %lld feeds importados
ru: Импортировано %lld лент
ur: %lld فیڈز درآمد ہو گئیں
zh_hans: 已导入 %lld 个订阅源

# settings.feedPortability.import.complete.skippedEntryCount.count
source: %lld skipped
ar: تم تخطي %lld عنصر
de: %lld übersprungen
es: Se omitieron %lld entradas
fa: %lld ورودی رد شد
fr: %lld ignorés
he: %lld רשומות דולגו
it: Sono state ignorate %lld voci
ja: %lld 件をスキップしました
ko: %lld개 건너뜀
pt_br: %lld entradas ignoradas
ru: Пропущено %lld записей
ur: %lld اندراجات چھوڑے گئے
zh_hans: 已跳过 %lld 项

# settings.feedPortability.import.complete.title
source: OPML Import Complete
ar: اكتمل استيراد OPML
de: OPML-Import abgeschlossen
es: Importación OPML completada
fa: وارد کردن OPML کامل شد
fr: Importation OPML terminée
he: ייבוא OPML הושלם
it: Importazione OPML completata
ja: OPML インポート完了
ko: OPML 가져오기 완료
pt_br: Importação OPML concluída
ru: Импорт OPML завершён
ur: OPML درآمد مکمل ہو گئی
zh_hans: OPML 导入完成

# settings.feedPortability.import.emptyFile.message
source: The selected file is empty.
ar: الملف المحدد فارغ.
de: Die ausgewählte Datei ist leer.
es: El archivo seleccionado está vacío.
fa: فایل انتخاب‌شده خالی است.
fr: Le fichier sélectionné est vide.
he: הקובץ שנבחר ריק.
it: Il file selezionato è vuoto.
ja: 選択したファイルは空です。
ko: 선택한 파일이 비어 있습니다.
pt_br: O arquivo selecionado está vazio.
ru: Выбранный файл пуст.
ur: منتخب فائل خالی ہے۔
zh_hans: 所选文件为空。

# settings.feedPortability.import.failed.title
source: OPML Import Failed
ar: فشل استيراد OPML
de: OPML-Import fehlgeschlagen
es: No se pudo importar OPML
fa: وارد کردن OPML انجام نشد
fr: Échec de l’import OPML
he: ייבוא OPML נכשל
it: Impossibile importare OPML
ja: OPML インポートに失敗しました
ko: OPML 가져오기 실패
pt_br: Não foi possível importar OPML
ru: Не удалось импортировать OPML
ur: OPML درآمد ناکام ہو گئی
zh_hans: OPML 导入失败

# settings.feedPortability.import.fileTooLarge.message
source: The selected OPML file is too large to import.
ar: ملف OPML المحدد كبير جدًا بحيث لا يمكن استيراده.
de: Die ausgewählte OPML-Datei ist zu groß für den Import.
es: El archivo OPML seleccionado es demasiado grande para importarlo.
fa: فایل OPML انتخاب‌شده برای وارد کردن بیش از حد بزرگ است.
fr: Le fichier OPML sélectionné est trop volumineux pour être importé.
he: קובץ ה-OPML שנבחר גדול מדי לייבוא.
it: Il file OPML selezionato è troppo grande per essere importato.
ja: 選択した OPML ファイルは大きすぎるため、インポートできません。
ko: 선택한 OPML 파일은 너무 커서 가져올 수 없습니다.
pt_br: O arquivo OPML selecionado é grande demais para ser importado.
ru: Выбранный OPML-файл слишком большой для импорта.
ur: منتخب OPML فائل درآمد کرنے کے لیے بہت بڑی ہے۔
zh_hans: 所选 OPML 文件过大，无法导入。

# settings.feedPortability.import.invalidXML.message
source: The selected file is not valid XML.
ar: الملف المحدد ليس XML صالحًا.
de: Die ausgewählte Datei ist kein gültiges XML.
es: El archivo seleccionado no es XML válido.
fa: فایل انتخاب‌شده XML معتبر نیست.
fr: Le fichier sélectionné n’est pas un XML valide.
he: הקובץ שנבחר אינו XML תקין.
it: Il file selezionato non è un XML valido.
ja: 選択したファイルは有効な XML ではありません。
ko: 선택한 파일은 올바른 XML이 아닙니다.
pt_br: O arquivo selecionado não é um XML válido.
ru: Выбранный файл не является корректным XML.
ur: منتخب فائل درست XML نہیں ہے۔
zh_hans: 所选文件不是有效的 XML。

# settings.feedPortability.import.missingBody.message
source: The selected OPML document does not contain a feed list.
ar: لا يحتوي مستند OPML المحدد على قائمة خلاصات.
de: Das ausgewählte OPML-Dokument enthält keine Feed-Liste.
es: El documento OPML seleccionado no contiene una lista de fuentes.
fa: سند OPML انتخاب‌شده فهرست فید ندارد.
fr: Le document OPML sélectionné ne contient pas de liste de flux.
he: מסמך ה-OPML שנבחר אינו מכיל רשימת פידים.
it: Il documento OPML selezionato non contiene un elenco di fonti.
ja: 選択した OPML ドキュメントにフィードリストが含まれていません。
ko: 선택한 OPML 문서에 피드 목록이 없습니다.
pt_br: O documento OPML selecionado não contém uma lista de feeds.
ru: В выбранном OPML-документе нет списка подписок.
ur: منتخب OPML دستاویز میں فیڈز کی فہرست نہیں ہے۔
zh_hans: 所选 OPML 文档不包含订阅源列表。

# settings.feedPortability.import.notOPML.message
source: The selected file is not an OPML document.
ar: الملف المحدد ليس مستند OPML.
de: Die ausgewählte Datei ist kein OPML-Dokument.
es: El archivo seleccionado no es un documento OPML.
fa: فایل انتخاب‌شده سند OPML نیست.
fr: Le fichier sélectionné n’est pas un document OPML.
he: הקובץ שנבחר אינו מסמך OPML.
it: Il file selezionato non è un documento OPML.
ja: 選択したファイルは OPML ドキュメントではありません。
ko: 선택한 파일은 OPML 문서가 아닙니다.
pt_br: O arquivo selecionado não é um documento OPML.
ru: Выбранный файл не является OPML-документом.
ur: منتخب فائل OPML دستاویز نہیں ہے۔
zh_hans: 所选文件不是 OPML 文档。

# settings.feedPortability.import.readFailure.message
source: The app could not read the selected OPML file.
ar: تعذر على التطبيق قراءة ملف OPML المحدد.
de: Die App konnte die ausgewählte OPML-Datei nicht lesen.
es: No se pudo leer el archivo OPML seleccionado.
fa: برنامه نتوانست فایل OPML انتخاب‌شده را بخواند.
fr: L’app n’a pas pu lire le fichier OPML sélectionné.
he: האפליקציה לא הצליחה לקרוא את קובץ ה-OPML שנבחר.
it: Non è stato possibile leggere il file OPML selezionato.
ja: 選択した OPML ファイルを読み込めませんでした。
ko: 선택한 OPML 파일을 읽을 수 없습니다.
pt_br: Não foi possível ler o arquivo OPML selecionado.
ru: Не удалось прочитать выбранный OPML-файл.
ur: ایپ منتخب OPML فائل نہیں پڑھ سکی۔
zh_hans: 无法读取所选 OPML 文件。

# settings.feedPortability.import.saveFailure.message
source: The app could not save the selected OPML feeds. Try again.
ar: تعذر على التطبيق حفظ خلاصات OPML المحددة. حاول مرة أخرى.
de: Die App konnte die ausgewählten OPML-Feeds nicht speichern. Versuche es erneut.
es: No se pudieron guardar las fuentes OPML seleccionadas. Inténtalo de nuevo.
fa: برنامه نتوانست فیدهای OPML انتخاب‌شده را ذخیره کند. دوباره تلاش کنید.
fr: L’app n’a pas pu enregistrer les flux OPML sélectionnés. Réessayez.
he: האפליקציה לא הצליחה לשמור את פידי ה-OPML שנבחרו. נסה שוב.
it: Non è stato possibile salvare le fonti OPML selezionate. Riprova.
ja: 選択した OPML フィードを保存できませんでした。もう一度お試しください。
ko: 선택한 OPML 피드를 저장할 수 없습니다. 다시 시도하세요.
pt_br: Não foi possível salvar os feeds OPML selecionados. Tente novamente.
ru: Не удалось сохранить выбранные OPML-ленты. Попробуйте ещё раз.
ur: ایپ منتخب OPML فیڈز محفوظ نہیں کر سکی۔ دوبارہ کوشش کریں۔
zh_hans: 无法保存所选 OPML 订阅源。请重试。

# settings.feedPortability.import.selectedFileOpenFailure.message
source: The selected file could not be opened.
ar: لا يمكن فتح الملف المحدد.
de: Die ausgewählte Datei konnte nicht geöffnet werden.
es: No se pudo abrir el archivo seleccionado.
fa: فایل انتخاب‌شده باز نشد.
fr: Le fichier sélectionné n’a pas pu être ouvert.
he: לא ניתן היה לפתוח את הקובץ שנבחר.
it: Non è stato possibile aprire il file selezionato.
ja: 選択したファイルを開けませんでした。
ko: 선택한 파일을 열 수 없습니다.
pt_br: Não foi possível abrir o arquivo selecionado.
ru: Не удалось открыть выбранный файл.
ur: منتخب فائل کھولی نہیں جا سکی۔
zh_hans: 无法打开所选文件。

# settings.feedPortability.import.selectedFileReadFailure.message
source: The app could not read the selected file.
ar: تعذر على التطبيق قراءة الملف المحدد.
de: Die App konnte die ausgewählte Datei nicht lesen.
es: No se pudo leer el archivo seleccionado.
fa: برنامه نتوانست فایل انتخاب‌شده را بخواند.
fr: L’app n’a pas pu lire le fichier sélectionné.
he: האפליקציה לא הצליחה לקרוא את הקובץ שנבחר.
it: Non è stato possibile leggere il file selezionato.
ja: 選択したファイルを読み込めませんでした。
ko: 선택한 파일을 읽을 수 없습니다.
pt_br: Não foi possível ler o arquivo selecionado.
ru: Не удалось прочитать выбранный файл.
ur: ایپ منتخب فائل نہیں پڑھ سکی۔
zh_hans: 无法读取所选文件。

# settings.feedPortability.import.subtitle
source: Preview feeds before adding them.
ar: معاينة الخلاصات قبل إضافتها.
de: Feeds vor dem Hinzufügen prüfen.
es: Revisar fuentes antes de añadirlas.
fa: پیش از افزودن فیدها، آن‌ها را بررسی کنید.
fr: Prévisualiser les flux avant de les ajouter.
he: בדוק פידים בתצוגה מקדימה לפני ההוספה.
it: Controlla le fonti prima di aggiungerle.
ja: 追加する前にフィードをプレビューします。
ko: 추가하기 전에 피드를 미리 봅니다.
pt_br: Revise os feeds antes de adicioná-los.
ru: Проверить ленты перед добавлением.
ur: فیڈز شامل کرنے سے پہلے ان کا پیش منظر دیکھیں۔
zh_hans: 添加前预览订阅源。

# settings.feedPortability.import.title
source: Import OPML
ar: استيراد OPML
de: OPML importieren
es: Importar archivo OPML
fa: وارد کردن OPML
fr: Importer un fichier OPML
he: ייבוא OPML
it: Importa file OPML
ja: OPML をインポート
ko: OPML 가져오기
pt_br: Importar arquivo OPML
ru: Импорт OPML
ur: OPML درآمد کریں
zh_hans: 导入 OPML

# settings.feedPortability.import.unavailable.title
source: Import Unavailable
ar: الاستيراد غير متاح
de: Import nicht verfügbar
es: Importación no disponible
fa: وارد کردن در دسترس نیست
fr: Import indisponible
he: הייבוא אינו זמין
it: Importazione non disponibile
ja: インポートできません
ko: 가져오기 사용 불가
pt_br: Importação indisponível
ru: Импорт недоступен
ur: درآمد دستیاب نہیں
zh_hans: 导入不可用

# settings.feedPortability.section.footer
source: Import and export OPML files to move feeds between apps.
ar: استيراد وتصدير ملفات OPML لنقل الخلاصات بين التطبيقات.
de: Importiere und exportiere OPML-Dateien, um Feeds zwischen Apps zu übertragen.
es: Importa y exporta archivos OPML para mover tus fuentes entre apps.
fa: برای جابه‌جایی فیدها بین برنامه‌ها، فایل‌های OPML را وارد و صادر کنید.
fr: Importez et exportez des fichiers OPML pour déplacer vos flux entre des applications.
he: ייבא וייצא קובצי OPML כדי להעביר פידים בין אפליקציות.
it: Importa ed esporta file OPML per spostare le tue fonti tra app diverse.
ja: OPML ファイルをインポート/エクスポートして、アプリ間でフィードを移動します。
ko: OPML 파일을 가져오고 내보내 앱 간에 피드를 이동합니다.
pt_br: Importe e exporte arquivos OPML para mover seus feeds entre apps.
ru: Импортируйте и экспортируйте OPML-файлы, чтобы переносить ленты между приложениями.
ur: ایپس کے درمیان فیڈز منتقل کرنے کے لیے OPML فائلیں درآمد اور برآمد کریں۔
zh_hans: 导入和导出 OPML 文件，以在应用之间移动订阅源。

# settings.feedPortability.section.title
source: Feed Portability
ar: نقل الخلاصات
de: Feed-Portabilität
es: Importación y exportación de fuentes
fa: انتقال فیدها
fr: Import/export de flux
he: העברת פידים
it: Importazione ed esportazione delle fonti
ja: フィードの移行
ko: 피드 이동
pt_br: Importação e exportação de feeds
ru: Перенос лент
ur: فیڈز کی منتقلی
zh_hans: 订阅源迁移

# settings.loadFailure.genericMessage
source: Unable to load settings right now. Try again.
ar: تعذر تحميل الإعدادات الآن. حاول مرة أخرى.
de: Die Einstellungen können momentan nicht geladen werden. Versuche es erneut.
es: No se pudieron cargar los ajustes. Inténtalo de nuevo.
fa: در حال حاضر تنظیمات بارگذاری نمی‌شود. دوباره تلاش کنید.
fr: Impossible de charger les réglages pour le moment. Réessayez.
he: לא ניתן לטעון את ההגדרות כרגע. נסה שוב.
it: Non è stato possibile caricare le impostazioni. Riprova.
ja: 現在設定を読み込めません。もう一度お試しください。
ko: 지금 설정을 불러올 수 없습니다. 다시 시도하세요.
pt_br: Não foi possível carregar os ajustes. Tente novamente.
ru: Не удалось загрузить настройки. Попробуйте ещё раз.
ur: ترتیبات ابھی لوڈ نہیں ہو سکیں۔ دوبارہ کوشش کریں۔
zh_hans: 现在无法加载设置。请重试。

# settings.loadFailure.title
source: Unable to Load Settings
ar: تعذر تحميل الإعدادات
de: Einstellungen können nicht geladen werden
es: No se pudieron cargar los ajustes
fa: بارگذاری تنظیمات ممکن نیست
fr: Impossible de charger les réglages
he: לא ניתן לטעון הגדרות
it: Impossibile caricare le impostazioni
ja: 設定を読み込めません
ko: 설정을 불러올 수 없음
pt_br: Não foi possível carregar os ajustes
ru: Не удалось загрузить настройки
ur: ترتیبات لوڈ نہیں ہو سکیں
zh_hans: 无法加载设置

# settings.loading.title
source: Loading Settings
ar: جارٍ تحميل الإعدادات
de: Einstellungen werden geladen
es: Cargando ajustes
fa: در حال بارگذاری تنظیمات
fr: Chargement des réglages
he: טוען הגדרות
it: Caricamento impostazioni
ja: 設定を読み込み中
ko: 설정 불러오는 중
pt_br: Carregando ajustes
ru: Загрузка настроек
ur: ترتیبات لوڈ ہو رہی ہیں
zh_hans: 正在加载设置

# settings.notifications.appIconBadge.subtitle
source: Show the unread article count on the app icon.
ar: إظهار عدد المقالات غير المقروءة على أيقونة التطبيق.
de: Die Anzahl ungelesener Artikel auf dem App-Symbol anzeigen.
es: Mostrar el número de artículos sin leer en el icono de la app.
fa: تعداد مقاله‌های خوانده‌نشده روی آیکون برنامه نمایش داده شود.
fr: Afficher le nombre d’articles non lus sur l’icône de l’app.
he: הצג את מספר הכתבות שלא נקראו על איקון האפליקציה.
it: Mostra il numero di articoli non letti sull’icona dell’app.
ja: アプリアイコンに未読記事数を表示します。
ko: 앱 아이콘에 읽지 않은 기사 수를 표시합니다.
pt_br: Mostrar o número de artigos não lidos no ícone do app.
ru: Показывать количество непрочитанных статей на значке приложения.
ur: ایپ آئیکن پر نہ پڑھے ہوئے مضامین کی تعداد دکھائیں۔
zh_hans: 在应用图标上显示未读文章数量。

# settings.notifications.appIconBadge.title
source: App Icon Badge
ar: شارة أيقونة التطبيق
de: App-Symbol-Badge
es: Globo en el icono de la app
fa: نشان روی آیکون برنامه
fr: Pastille de l’icône de l’app
he: תג על איקון האפליקציה
it: Badge sull’icona dell’app
ja: アプリアイコンバッジ
ko: 앱 아이콘 배지
pt_br: Contador no ícone do app
ru: Значок приложения
ur: ایپ آئیکن بیج
zh_hans: 应用图标角标

# settings.notifications.section.footer
source: The app does not send notifications, but iOS still requires notification permission to show a badge on the app icon.
ar: لا يرسل التطبيق إشعارات، لكن نظام iOS لا يزال يتطلب إذنًا للإشعارات لإظهار شارة على أيقونة التطبيق.
de: Die App sendet keine Mitteilungen, aber iOS verlangt trotzdem eine Mitteilungsberechtigung, um ein Badge auf dem App-Symbol anzuzeigen.
es: La app no envía notificaciones, pero iOS necesita permiso de notificaciones para mostrar un globo en el icono de la app.
fa: برنامه اعلان نمی‌فرستد، اما iOS برای نمایش نشان روی آیکون برنامه همچنان به مجوز اعلان نیاز دارد.
fr: L’app n’envoie pas de notifications, mais iOS exige tout de même l’autorisation des notifications pour afficher une pastille sur l’icône de l’app.
he: האפליקציה לא שולחת התראות, אבל iOS עדיין דורשת הרשאת התראות כדי להציג תג על איקון האפליקציה.
it: L’app non invia notifiche, ma iOS richiede comunque l’autorizzazione alle notifiche per mostrare un badge sull’icona dell’app.
ja: アプリは通知を送信しませんが、iOS ではアプリアイコンにバッジを表示するためにも通知権限が必要です。
ko: 앱은 알림을 보내지 않지만, iOS는 앱 아이콘에 배지를 표시하기 위해서도 알림 권한을 요구합니다.
pt_br: O app não envia notificações, mas o iOS ainda exige permissão de notificações para mostrar o contador no ícone do app.
ru: Приложение не отправляет уведомлений, но iOS всё равно требует разрешения на их отправку, чтобы показывать бейдж на значке приложения.
ur: ایپ اطلاعات نہیں بھیجتی، لیکن iOS کو ایپ آئیکن پر بیج دکھانے کے لیے اطلاعات کی اجازت پھر بھی چاہیے۔
zh_hans: 应用不会发送通知，但 iOS 仍需要通知权限才能在应用图标上显示角标。

# settings.notifications.section.title
source: Notifications
ar: الإشعارات
de: Mitteilungen
es: Notificaciones
fa: اعلان‌ها
he: התראות
it: Notifiche
ja: 通知
ko: 알림
pt_br: Notificações
ru: Уведомления
ur: اطلاعات
zh_hans: 通知

# settings.opmlImportPreview.accessibility.close
source: Close Import Preview
ar: إغلاق معاينة الاستيراد
de: Importvorschau schließen
es: Cerrar vista previa de importación
fa: بستن پیش‌نمایش وارد کردن
fr: Fermer l’aperçu d’importation
he: סגור תצוגה מקדימה של ייבוא
it: Chiudi anteprima importazione
ja: インポートプレビューを閉じる
ko: 가져오기 미리보기 닫기
pt_br: Fechar prévia da importação
ru: Закрыть предпросмотр импорта
ur: درآمد کا پیش منظر بند کریں
zh_hans: 关闭导入预览
